Repository: venda234/AlgoNature.Components
Catalog: AlgoNature.Components/Leaf.PropertiesToTranslate.*.resx
Languages: cs_cz

# AbsoluteCenterPointLocation
source: Absolute placement of central point
cs_cz: Absolutní umístění středového bodu

source: Accurate logarithmic spiral
cs_cz: Přesná logaritmická spirála

# AlreadyGrownState
source: Phase of growth
cs_cz: Fáze růstu

# BeginingAnglePhase
source: Angle phase of spiral's begining (sector)
cs_cz: Úhlová fáze pořátku spirály (vykrojení)

# BorderColor
source: Edge color
cs_cz: Barva okraje

# BorderPen
source: Edge pen
cs_cz: Pero okraje

source: Branch growth type
cs_cz: Typ růstu větévky

source: Branch length
cs_cz: Délka větévky

source: Branch pen
cs_cz: Pero větévky

# CenterPoint
source: Central point
cs_cz: Středový bod

# CenterPointParentAbsoluteLocation
source: Absolute placement of central point in parent
cs_cz: Absolutní umístění středového bodu v rodiči

# CentralVeinPixelThickness
source: Central vein thickness in pixels
cs_cz: Tloušťka centrální žíly v pixelech

# ContinueAfterInvertedCurving
source: Continue straight after inverted curving
cs_cz: Pokračovat rovnou po invertovaném křivení

source: Current fill brush
cs_cz: Momentální štětec výplně

source: Current fill color
cs_cz: Momentální barva výplně

source: Current time after last growth
cs_cz: Čas od posledního přírůstku

source: Curve behind center point
cs_cz: Křivka za středovým bodem křivky listu

# DeathTimeSpanFromAveragePart
source: Partial average deviation from the length of life
cs_cz: Částečná průměrná odchylka od délky života

# DivideAngle
source: Angles division (n parameter)
cs_cz: Rozdělení úhlů (parametr n)

# Fill
source: Fil
cs_cz: Vplnit

# GrowFrom_CenterPoint
source: Grow from leaf's central point
cs_cz: Růst od středového bodu listu

source: Has branch
cs_cz: Má větévku

# IdealArea
source: Ideal area (in square pixels)
cs_cz: Ideální obsah (ve čtverečních pixelech)

# IdealTangentAngleLeft
source: Ideal left tangent angle
cs_cz: Ideální levý tečný úhel v radiánech

# IdealTangentAngleRight
source: Ideal right tangent angle
cs_cz: Ideální pravý tečný úhel v radiánech

source: Inverted begining
cs_cz: Invertovaný počátek

source: Inverted curving
cs_cz: Invertované křivení

# InvertedCurvingCenterAngle
source: Angle of inverted curving center
cs_cz: Úhel středu invertovaného křivení

# InvertedCurvingSpan
source: Inverted curving span angle
cs_cz: Úhel rozteče invertovaného křivení

source: Inverted leaf
cs_cz: Invertovaný list

# IsBilaterallySymetric
source: Bilaterally symetric
cs_cz: Bilaterálně symetrický

# IsDead
source: Dead
cs_cz: Mrtev

# LeafGrowthType
source: Leaf's growth type
cs_cz: Typ růstu listu

source: Left curve tension
cs_cz: Napětí levé křivky

# LeftDivideAngle
source: Angles division (n parameter) of left side
cs_cz: Rozdělení úhlů (parametr n) levé strany

source: Life timer
cs_cz: Časovač života

source: Location
cs_cz: Umístění

# NameTranslated
source: Leaf
cs_cz: List

# OneLengthPixels
source: Unit length in pixels
cs_cz: Jednotková délka v pixelech

# OnePartGrowOneLengthPixels
source: Unit length increment after one step growth in pixels
cs_cz: Přírůstek jednotkové délky po vzrůstu o 1 krok v pixelech

# OnePartPossitinon
source: Angle phase of unit length of spiral's radius
cs_cz: Úhlová fáze jednotkové délky poloměru spirály

# PropertiesEditingMode
source: Properties editing mode (cancels redrawing)
cs_cz: Mód editace vlastností (ruší překreslování)

source: Right curve tension
cs_cz: Napětí pravé křivky

# RightDivideAngle
source: Angles division (n parameter) of right side
cs_cz: Rozdělení úhlů (parametr n) pravé strany

# RotationAngleRad
source: Leaf's rotation angle towards vertical vector (0;1) in radians
cs_cz: Úhel otočení listu vůči svislému vektoru (0;1) v radiánech

source: Smooth top
cs_cz: Zaoblená špička

# TimeToAverageDieAfter
source: Average length of life
cs_cz: Průměrná délka života

# TimeToGrowOneStepAfter
source: One step growth time
cs_cz: Čas vzrůstu o 1 krok

source: Veins
cs_cz: Žilnatina

source: Veins' border reach part
cs_cz: Část dosasžení okraje žilnatinou

source: Veins' color
cs_cz: Barva žilnatiny

source: Veins' fractalisation
cs_cz: Fraktalizace žilnatiny

source: Vital fill brush
cs_cz: Štětec výplně živého listu

source: Vital fill color
cs_cz: Barva výplně živého listu

# ZeroStateBranchOneLengthPixels
source: Unit length of branch's zero phase of the growth in pixels
cs_cz: Jednotková délka nulové fáze vzrůstu větévky v pixelech

# ZeroStateOneLengthPixels
source: Unit length of zero phase of the growth in pixels
cs_cz: Jednotková délka nulové fáze vzrůstu v pixelech
